liamnickell/at90can-arduino/hardware/atmel/avr/boards.txt
at90can128.name=AT90CAN128
at90can128.upload.using=usbtinyisp
at90can128.upload.maximum_size=131072

at90can128.bootloader.low_fuses=0xFF
at90can128.bootloader.high_fuses=0x19
at90can128.bootloader.extended_fuses=0xFF
at90can128.bootloader.path=at90can
at90can128.bootloader.file=ATmegaBOOT_168_at90can.hex
at90can128.bootloader.unlock_bits=0x3F
at90can128.bootloader.lock_bits=0xCF

at90can128.build.mcu=at90can128
at90can128.build.f_cpu=16000000L
at90can128.build.core=at90can
